{
  "Comment.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.indent": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "everforest-nvim": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "github-preview.nvim": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  }
}
